define([], function () {
    //
    var module = {
        "deepIndex": 1,
        //
        isConvert: false,
        "province": [
            {
                "index": 0,
                "name": "东改工程",
                "code": "",
                "extent": [12644560.121522991, 2569927.823373021, 12791319.215830332, 2644377.488922682],
            },
            {
                "index": 0,
                "name": "深圳水库",
                "code": "",
                "extent": [12699293.811089357, 2576396.3068916136, 12717638.697877774, 2585702.515085321],
            }, {
                "index": 0,
                "name": "雁田水库",
                "code": "",
                "extent": [12704964.48312513, 2589500.4799281633, 12714136.926519593, 2594153.584025146],
            },

        ],
    };
    //
    return module;
    //
});
//# sourceMappingURL=region.js.map